Repository: openpolis/mapit
Catalog: mapit/locale/*/LC_MESSAGES/django.po
Languages: it

source: <li><a href="http://www.fixmystreet.com/">FixMyStreet</a> is mySociety&rsquo;s street problem reporting service, which uses MapIt to find the right area on the map when the user enters their postcode, and to assign problem reports to the correct local authority when the user drops a pin on the map to show the problem’s location. It also relies on MapIt to <a href="http://www.fixmystreet.com/reports/Bromley">plot local authority boundaries</a>.</li> <li><a href="http://www.landlayer.com/">Land Layer</a> is a web-based resource aimed at the strategic land professional and others who need access via a single map-based tool to their business information. Land Layer was launched in 2012, and combines a series of functions and business information that benefits users by reducing the time to enter or retrieve data either at their desk or in the field. Users can quickly record information to a ‘Pin’ on a digital map, which has layers of public, private and inter-company data. Users can also 'flag' on the map projects where they have been involved, adding a spatially targeted dimension to marketing. Land Layer uses the Mapit API to display local authority boundaries and to provide information on the political control of that authority.</li> <li><a href="http://pepysrd.com/">PepysRd.com</a> is an innovative marketing site for the novel Capital by John Lanchester, released by Faber in spring 2012. Storythings developed a 10 day experience that used live data from the web and new texts from John Lanchester to tell the story of the next 10 years. A core part of this experience was a series of data illustrations by James Bridle, using live data to reflect on the role of markets and infrastructure in our lives. Storythings used MapIt for a number of these illustrations, using its fantastic location data to provide unique and realtime story elements for the project.</li> <li><a href="https://www.gov.uk/">GOV.UK</a> &ndash; the UK Government’s digital portal &ndash; uses an installation of MapIt to enable visitors to its website find the right information on local public services based on their postcode.</li>
it: <li><a href="http://www.fixmystreet.com/">FixMyStreet</a> è un servizio di mySociety, che permette di inviare segnalazioni su problemi stradali e di circolazione. Permette di trovare l'area corretta sulla mappa, in seguito all'inserimento di un codice postale, e di assegnare la segnalazione all'autorità locale competente, quando l'utente indica sulla mappa il punto esatto della segnalazione. Fa affidamento su MapIt anche per <a href="http://www.fixmystreet.com/reports/Bromley"> tracciare i confini delle autorità locali </a>.</li> <li><a href="https://www.gov.uk/">GOV.UK</a> &ndash; il portale digitale del governo inglese usa un'installazione di MapIt per permettere ai visitatori di trovare le informazioni sui servizi pubblici locali, a partire dal loro codice di avviamento postale. </li>

source: Possible uses
it: Possibili utilizzi

source: MapIt can be used for the following
it: MapIt può essere usato per i seguenti scopi

source: <li>For a postcode: find the National Grid and latitude and longitude co-ordinates for a postcode, and which administrative areas it belongs to, such as ward, the local authority area, super output areas, the parliamentary constituency, and the European region.</li> <li>Partial postcode such as SW1A: find the national grid and latitude/longitude co-ordinates for the centre of that partial postcode.</li> <li>Point: find out which administrative areas a point (expressed as a latitude/longitude) is contained in.</li> <li>Nearest postcode: find the nearest postcode to a point on the map.</li> <li>By area: find data on an administrative area, such as its boundaries, or an example postcode in this area. You can also get “digital boundaries” to map the area, in e.g. WKT, GeoJSON or KML formats, for use with maps and/or geographic information systems.</li> <li>Related areas: look up which administrative areas are contained within an area (e.g. all wards of a council), which areas it borders with, covers and/or overlaps with.</li> <li>Multiple areas: get information about several areas at once, by type of area (e.g. city council) or area name.</li> <li>Generations: shows a list of updates to MapIt information, with a unique number for each update (or “generation”). This helps with instances where you want to query historical data, for example.</li>
it: <li>Per Codice Postale: trova latitudine e longitudine del centro dell'arearinchiusa dal Codice di Avviamento Postale, trova le aree amministrative cui appartiene, come: municipio, Comune, Provincia, Regione, collegi elettorali e regione europea.</li><li>Codice Postale parziale, come 00100: trova latitudine e longitudine del centro dell'area corrispondente a quel codice.</li><li>Punto: Trova quali sono le aree amministrative che contengono un punto (espresso come latitudine/longitudine)</li><li>Codice postale più vicino: trova il codice postale più vicino a un dato punto della mappa.</li><li>Per area: trova dati di un'area, come i confini, o un codice postale di esempio.Puoi anche scaricare i confini in formato digitale: WKT, GeoJSON, KML, per usarli con mappe o altri sistemi informativi geografici</li><li>Aree correlate: cerca quali aree amministrative sono contenute in una data ara (ad esempio tutti i municipi di un comune), quali aree sono confinanti, quali sono quelle che la ricoprono o vi si sovrappongono.</li><li>Aree multiple: recupera informazioni su più di un'area contemporaneamente, a partire dal tipo di area (ad esempio i Comuni), o dal nome.</li><li>Generazioni: mostra una lista di aggiornamenti dei dati di MapIt, con un numero unico per ogni aggiornamento (o "generazione").</li>

source: <p>The service has an automatic counter that tracks the number of requests sent to it by a user, and limits requests if they reach a certain volume. This is set at an average of 1 call per second in a rolling 3 minute period. The reason to do this is to make sure the service does not get overwhelmed by huge requests volumes which could risk it going down for all users.</p> <p>Where the limit is exceeded, the service will stop sending data until the average goes back within the set limit.</p>
it: <p>Il servizio ha un contatore automatico che tiene traccia del numero di richieste inviate da un utente e limita le richieste se queste raggiungono una certa soglia. Questa soglia è fissata ad una media di 1 richiesta al secondo per un periodo di 3 minuti. Il motivo di questa limitazione è quello di assicurare che il servizio non sia sovraccaricato da troppe richieste, che rischierebbero di renderlo non più raggiungibile per tutti.</p> <p>Quando il limite viene raggiunto, il servizio smettera di rispondere, fino a quando i valori medi non siano tornati nei limiti stabiliti.

source: Results for
it: Risultati per

source: WGS84 lat/lon
it: lat/lon WGS84

source: No location information. Note this <em>is</em> a valid postcode (otherwise you would have got a 404), just one for which we don&rsquo;t know the location.
it: Nessuna informazione sulla località. Notare che questo <em>è</em> un codicevalido (altrimenti si sarebbe ottenuto un errore 404), si tratta solo di un codice del quale non conosciamo la località.

source: Bad generation specified
it: Generazione non valida o inesistente

source: Bad min_generation specified
it: min_generation invalida o inesistente

source: Bad area ID specified
it: ID dell'area invalido o inesistente

source: Badly specified tolerance
it: Tolleranza invalida o inesistente

source: No polygons found
it: Nessun poligono trovato

source: Children of %s
it: Figli di %s

source: That query was taking too long to compute - try restricting to a specific type, if you weren't already doing so.
it: La query stava prendendo troppo tempo - prova a restringere a un tipospecifico, se non lo stavi già facendo

source: There was an internal error performing that query.
it: Si è verificato un errore interno durante la query

source: Areas touching %s
it: Aree che toccano %s

source: Areas overlapping %s
it: Aree che si sovrappongono a %s

source: Areas covered by %s
it: Aree coperte da %s

source: Areas covered by or overlapping %s
it: Aree coperte da o che si sovrappongono a %s

source: Areas that cover %s
it: Aree che coprono %s

source: Areas that intersect %s
it: Aree che intersecano %s

source: Areas ID lookup
it: Ricerca per ID di aree

source: Areas in %s
it: Aree in %s

source: Areas starting with %s
it: Aree che iniziano per %s

source: No areas were found that matched code {0} = {1}.
it: Nessun area trovata che verifichi il codice {0} = {1}

source: There were multiple areas that matched code {0} = {1}.
it: Più di un'area trovata che verifia il codice {0} = {1}

source: Point outside the area geometry
it: Punto fuori la geometria dell'area

source: Areas covering the point ({0},{1})
it: Aree che coprono il punto ({0},{1})

source: No content specified
it: Contenuto non valido o inesistente

source: Examples:
it: Esempi:

source: All province in Lazio
it: Tutte le province del Lazio

source: All areas touching Rome
it: Aree che toccano Roma

source: All areas overlapping Rome
it: Aree sovrapposte a Roma

source: All areas covering Rome
it: Aree che coprono Roma

source: Information held on an Trezzano sul Naviglio
it: Informazioni su Trezzano sul Naviglio

source: KML file for Trezzano sul Nagiglio
it: File KML per Trezzano sul Naviglio

source: on a
it: su una

source: Examples
it: Esempi

source: All areas starting with &ldquo;As&rdquo;
it: Aree che iniziano per &ldquo;As&rdquo;

source: All regions
it: Tutte le regioni

source: All provinces
it: Tutte le province

source: Information on areas 5384 and 5815
it: Informazioni sulle aree 5384 e 5815

source: The current area types are:
it: I tipi di area corrente sono:

source: Region
it: Regione

source: Province
it: Provincia

source: Municipality
it: Comune

source: Example:
it: Esempio:

source: Example of postcode nearest to (41.8981,12.5042)
it: Esempio di codice postale più vicino a (41.8981,12.5042)

source: Example of areas containing (41.8981,12.5042)
it: Esempio di aree che contengono (41.8981,12.5042)

source: <p>If your postcode was <em>00185</em> you would load
it: <p>Per il codice postale <em>00185</em>, la richiesta è

source: By default the response is in JSON, if you want a human readable page then append ‘<em>.html</em>’ to the url.
it: Per definizione, la risposta è in JSON, se vuoi una pagina leggibile, allora appendi '<em>.html</em>' alla url.

source: Boundaries administrative data are released by <a href="http://www.istat.it">ISTAT</a> and downloadable in SHP format from <a href="http://www.istat.it/storage/basi_territoriali_2013/LimAmm2011_WGS84.zip">this link</a>.
it: I dati dei confini delle aree amministrative sono rilasciati da <a href="http://www.istat.it">ISTAT</a> e scaricabili, in formato SHP da <a href="http://www.istat.it/storage/basi_territoriali_2013/LimAmm2011_WGS84.zip">questo link</a>.

source: The <a href="http://mapit.poplus.org/">MapIt</a> platform has been developed by <a href="http://www.mysociety.org">MySociety</a>, a UK registered charity with which Openpolis cohoperate on transparency projects since years.
it: La piattaforma <a href="http://mapit.poplus.org/">MapIt</a> è stata sviluppata da <a href="http://www.mysociety.org">MySociety</a>, no-profit inglese, con la quale l'Associazione Openpolis collabora da anni sui progetti di trasparenza.

source: The application is released within the <a href="http://poplus.org">Poplus</a> project.
it: L'applicazione è rilasciata all'interno del progetto <a href="http://poplus.org">Poplus</a>.

source: The maps are powered by <a href="https://www.openstreetmap.org">Openstreetmap</a>, a the <a href="http://nominatim.openstreetmap.org/">nominatim</a> geo-localization service used to identify the centroid coordinates for postal codes.
it: Le mappe sono fornite da <a href="https://www.openstreetmap.org">Openstreetmap</a>, così come il servizio di geo-localizzazione <a href="http://nominatim.openstreetmap.org/">nominatim</a>, che è stato usato per identificare le coordinate centrali dei CAP.

source: Italy
it: Italia

source: This version of MapIt, covering italian administrative areas, has appeared in 2015, and is an effort of <a href="http://www.openpolis.it">Openpolis</a>.
it: Questa versione di MapIt, che riguarda le aree amministrative italiane, è stata pubblicata nel 2015 ed è opera dell'<a href="http://www.openpolis.it">Associazione Openpolis</a>.

source: <p>MapIt is a service that maps postcodes and geographical points to administrative areas. It&rsquo;s useful for anyone who has a postcode or co-ordinates of a point in Italy, and needs to find out what municpality, province, region, or electoral constituency it lies within. It&rsquo;s also great for looking up the shapes of all those boundaries.</p>
it: <p>MapIt è un servizio che associa i Codici di Avviamento Postale (CAP) e i punti geografici (latitudine, longitudine) alle aree amministrative. &Egrave; utile per chiunque, partendo da un CAP o da coordinate geografiche italiane, voglia trovare in quale comune, regione, provincia o collegio elettorale si trovi. &Egrave; anche utile per visualizzare i contorni delle aree amministrative.</p>
