Repository: openpolis/mapit
Catalog: mapit/locale/*/LC_MESSAGES/django.po
Languages: it

source: No matching areas found.
it: Nessun area trovata

source: 404 Not Found
it: 404 Non trovata

source: Sorry, that could not be found.
it: Spiacenti, impossibile trovare questo contenuto.

source: 400 Bad Request
it: 400 Richiesta non valida

source: Sorry, you made a bad request:
it: Spiacenti, ma è stata fatta una richiesta non valida:

source: 500 Internal Server Error
it: 500 Errore interno del server

source: Sorry, something's gone wrong.
it: Spiacenti, qualcosa è andato storto.

source: <em>lookup by</em> area
it: <em>ricerca per</em> area

source: area ID or ONS code
it: ID dell'area o codice ONS

source: area ID
it: ID dell'area

source: OSM relation ID
it: ID della relazione OSM

source: OSM way ID
it: ID della via OSM

source: kml or geojson or wkt
it: kml o geojson o wkt

source: kml or json or wkt
it: kml o json o wkt

source: Optional query parameters
it: Parametri di ricerca opzionali

source: a floating point parameter to simplify the polygons returned
it: un parametro decimale, per semplificare i poligoni restituiti

source: Returns
it: Restituisce

source: Information on a particular area, including name, type, parent, and any associated codes (see <a href="#general">below for details</a>). The code lookups redirect to the area URI.
it: Informazioni su una particolare area, includono nome, tipo, genitore, e qualsiasi codice associato (vedere <a href="#general">nel seguito per i dettagli</a>). Le ricerche per codice redirezionano alla URI dell'area.

source: example_postcode returns a random postcode within the area specified.
it: example_postcode restituisce un codice postale casuale all'interno dell'area specificata.

source: geometry returns centroid, extent and area of the area.
it: geometry restituisce il centroide, l'estensione e l'area dell'area specificata.

source: <em>lookup</em> related areas
it: <em>ricerca</em> aree correlate

source: <li><i>type</i>, to restrict results to a particular type or types.</li>
it: <li><i>tipo</i>, per restringere i risultati a un particolare tipo (o tipi).</li>

source: <li><i>generation</i>, to return results from a previous generation (children only).</li>
it: <li><i>generation</i>, per restituire risultati di una generazione precedente (solo figli).</li>

source: <li><i>min_generation</i>, to return areas since that generation (children only).</li>
it: <li><i>min_generation</i>, per restituire risultati a partire da quella generazione (solo figli).</li>

source: A hash of areas that match the requested lookup.
it: Un gruppo di aree che verifica la ricerca inviata.

source: <em>lookup</em> multiple areas
it: <em>ricerca</em> per aree multiple

source: area IDs
it: ID dell'area

source: type(s)
it: tipo(i)

source: name prefix
it: prefisso del nome

source: Parameters
it: Parametri

source: Separate multiple parameters with commas. Name prefix means it will return any area that starts with the string given.
it: I parametri multipli devono essere separati da virgole. Utilizzando un prefisso vengono restituite tutte le aree che iniziano con il prefisso inserito.

source: to return areas in that generation (type and name lookups only)
it: per restituire aree in quella generazione (solo ricerche per tipo e nome)

source: to return areas since that generation (type and name lookups only)
it: per restituire aree a partire da quella generazione (solo ricerche per tipo e nome)

source: to restrict results to a type or types (multiple separated by commas; name lookup only)
it: per restringere i risultati a un particolare tipo o tipi(tipi multipli separati da virgole)

source: Information on multiple areas that match the parameters provided, as a dictionary indexed by area ID. The geometry argument lets you fetch multiple single area geometry results at once.
it: Informazioni sulle aree che verificano i parametri di ricerca forniti, come un dizionario, che ha per chiave l'ID di area. L'argomento geometry, permette di ottenere più di una geometria di area singola per volta.

source: Generations
it: Generazioni

source: A list of all generations in this installation of MapIt.
it: L'elenco di generazioni in questa installazione di MapIt.

source: Example
it: Esempio

source: List of generations
it: Lista delle generazioni

source: <p>The documentation below is for developers who want to use MapIt as a web service, describing its REST API. If that&rsquo;s all Greek to you, please see <a href="/overview">our page for non-developers</a>.</p>
it: <p>La documentazione seguente è per sviluppatori che vogliono usare MapIt come un servizio web, e descrive la API REST. Se tutto questo ti sembra Greco, per favore vai alla <a href="/overview">nostra pagina per non-sviluppatori</a>.</p>

source: <em>lookup</em> by point
it: <em>ricerca</em> per punto

source: <p><i>SRID</i> is a unique number referring to a particular co-ordinate system;
it: <p><i>SRID</i> è un numero univoco, che si riferisce a un particolare sistema di coordinate;

source: the ones you probably are interested in are 27700 for British National Grid, 4326 for WGS84 lon/lat, and 29902 for the Irish National Grid.
it: quelli cui sei interessato probabilmente sono 2770, per il British National Grid, 4326 per il sistema di lon/lat WGS84, e 29902 per l'Irish National Grid.

source: the ones you probably are interested in are 32632 o UTM zone 32N, for Italy or 4326 for WGS84 lon/lat.
it: quello cui sei interessato probabilmente sono 32632 o zona UTM 32N, per l'Italia e 4326 per il sistema normale di lon/lat WGS84.

source: the one you probably are interested in is 4326 for WGS84 normal lon/lat.
it: quello cui sei interessato probabilmente è 4326 per il sistema normale di lon/lat WGS84.

source: <p><i>x</i> and <i>y</i> are the co-ordinates of the point in the co-ordinate system; note that <i>x,y</i> means <i>longitude,latitude</i>.</p>
it: <p><i>x</i> e <i>y</i> sono le coordinate del punto nel sistema di coordinate; nota che <i>x,y</i> significa <i>longitudine,latitudine</i>.</p>

source: <dt>Optional query parameters:</dt>
it: <d>Parametri di ricerca opzionali:</dt>

source: <i>type</i>, to restrict results to a particular area type or types (multiple types separated by commas);
it: <i>tipo</i>, per restringere i risultati a un particolare tipo o tipi(tipi multipli separati da virgole);

source: <i>generation</i>, to return results for a previous generation.
it: <i>generation</i>, per restituire risultati di una generazione precedente.

source: <i>min_generation</i>, to return results since that generation.
it: <i>min_generation</i>, per restituire risultati a partire da quella generazione

source: <p>A hash of the areas that the point is contained within. If the /box version is used, only the area bounding boxes are considered.</p>
it: <p>Un gruppo di aree che contengono il punto. Se si usa la versione /box,sono considerate solamente le bounding box.</p>

source: <em>lookup</em>nearest postcode
it: <em>ricerca</em> il codice postale più vicino

source: Same as for
it: Gli stessi di

source: by point
it: per punto

source: The postcode closest to the particular point.
it: Il codice postale più vicino al punto specificato.

source: <em>lookup by</em> postcode
it: <em>ricerca</em> per codice postale

source: postcode
it: codice postale

source: <p>Information on a particular postcode, including its location in
it: <p>Informazioni su un particolare codice postale, inclusa la sua localizzazione,

source: both National Grid and
it: nella National Grid

source: WGS84 latitude/longitude, and the areas it is contained within.</p>
it: nel sistema WGS84 di lat/long, e le aree in cui è contenuto.

source: <p><i>generation</i>, to return results from a previous generation.</p>
it: <p><i>generation</i>, per restituire risultati di una generazione precedente.</p>

source: <em>lookup by</em> partial postcode
it: <em>ricerca</em> per codice postale parziale

source: partial postcode
it: codice postale parziale

source: <p>Geographical details for the centroid of the partial postcode specified.</p>
it: <p>Dettagli geografici del centroide del codice postale parziale indicato.</p>

source: Type
it: Tipo

source: Exists in generations
it: Esiste nelle generazioni

source: Country
it: Nazione

source: A child of
it: Un figlio di

source: Example postcode
it: Codice postale di esempio

source: Children
it: Figli

source: Get
it: Prendi

source: this data as JSON
it: questi dati i formato JSON

source: Map data © OpenStreetMap contributors
it: © dei dati di mappa: contributori a OpenStreetMap

source: Geometry
it: Geometria

source: on a Google Map
it: su una Google Map

source: Areas
it: Aree

source: Touching this area
it: Toccano quest'area

source: Overlapping this area
it: Si sovrappongono a quest'area

source: Covered by this area
it: Coperti da quest'area

source: Covering this area
it: Coprono quest'area

source: Covered by or overlapping this area
it: Coperte da o che si sovrappongono a quest'area

source: Intersects this area
it: Intersecano quest'area

source: Codes
it: Codici

source: No codes found
it: Codici non trovati

source: Alternative Names
it: Nomi alternativi

source: No alternative names found
it: Nessun nome alternativo trovato

source: MapIt: a web service that maps postcodes and geographical points to administrative areas.
it: MapIt: un servizio web che associa codici postali e punti geografici ad aree amministrative.

source: MapIt is a charitable project from mySociety
it: MapIt è un progetto no-profit di mySociety

source: Keep us online, Donate Now
it: Tienici online, Dona ora!

source: Home &amp; Documentation
it: Home e Documentazione

source: <p>You should replace the text here with copyright statements describing the copyright and licenses of the data loaded into this instance of MapIt and the terms under which those data may be used. For an example of such statements, see <tt>mapit/templates/gb/mapit/copyright.html</tt>.
it: <p>Dovresti sostituire questo testo con delle note sul copyright che descrivano copyright e license dei dati caricati su quest'istanza di MapIt e i termini con cui questi dati possano essere usati. Per un esempio di queste note, si veda <tt>mapit/templates/gb/mapit/copyright.html</tt>.

source: New Install
it: Nuova installazione

source: Get <a href="%(json_url)s"> this data as JSON
it: Prendi <a href="%(json_url)s">questi dati in formato JSON</a>

source: Example postcode in
it: Codice postale di esempio in

source: An example postcode for
it: Codice postale di esempio

source: Get <a href="%(json_url)s">this data as JSON</a>
it: Prendi <a href="%(json_url)s">questi dati in formato JSON</a>

source: Active
it: Attiva

source: Inactive
it: Inattiva

source: Versions have appeared in other countries, such as <a href="http://mapit.nuug.no/">Norway</a>, and in 2012 we released a <a href="http://global.mapit.mysociety.org/">global version</a> based on OpenStreetMap data.
it: Sono comparse versioni in altre nazioni, come <a href="http://mapit.nuug.no/">Norway</a>, e nel 2012 abbiamo rilasciato una <a href="http://global.mapit.mysociety.org/">versione globale</a> basata sui dati di OpenStreetMap.

source: Usage &amp; Licence
it: Utilizzo e Licenza

source: <p>To maintain quality of service for our own websites, as well as our API users, this service is rate limited to an average of 1 call per second in a rolling 3 minute period.</p>
it: <p>Per mantenere la qualità del servizio dei nostri stessi siti, nonché per gli altri utenti delle nostre API, questo servizio è limitato a una media di 1 richiesta/sec in un periodo di 3 minuti.</p>

source: <p>If you use this service, we ask that you attribute MapIt at the point of use on sites or apps. Attribution should use the text &ldquo;Powered by MapIt&rdquo;, with a link back to this page.</p>
it: <p>Chiediamo anche che tutti gli utenti no-profit attribuiscano MapIt lì dove è utilizzato nei loro siti o nelle loro applicazioni. L'attribuzione dovrebbe usare il testo &ldquo;Powered by MapIt&rdquo;, con un collegamento a questa pagina.</p>

source: MapIt : map postcodes and geographical points to administrative areas
it: MapIt: associa codici postali e punti geografici ad aree amministrative

source: Try it out, enter a postcode
it: Prova, inserisci un codice postale

source: Try it out, enter a lat,lon
it: Prova, inserisci una latitudine, longitudine

source: latitude
it: latitudine

source: longitude
it: longitudine

source: Look up
it: Ricerca

source: Postcode
it: Codice postale

source: Partial postcode
it: Codice postale parziale

source: Point
it: Punto

source: Nearest postcode
it: Codice postale più vicino

source: Related areas
it: Aree correlate

source: Multiple areas
it: Aree multiple

source: General information
it: Informazioni generali

source: About MapIt
it: A proposito di MapIt

source: Usage &amp; licence
it: Uso e Licenza

source: Source code
it: Codice sorgente

source: Changelog
it: Elenco dei cambiamenti

source: Format
it: Formato

source: <p>All calls return JSON, you can generally get an HTML representation by sticking .html on the end.</p>
it: <p>Tutte le chiamate restituiscono JSON, puoi ottenere una rappresentazione HTML attaccando .html alla fine.</p>

source: <p>Whenever an area is returned from MapIt, it is as a dictionary with the following keys: id, name, country, type, parent_area, generation_low, generation_high, codes.</p>
it: <p>Quando un area viene restituita da MapIt, è un dizionario con le seguenti chiavi: id, name, country, type, parent_area, generation_low, generation_high, codes.</p>

source: Historical areas
it: Aree storiche

source: By default, calls will return active areas; for some calls you may specify a previous generation to look up instead.
it: Per definizione, le chiamate restituiscono esclusivamente le aree attive; per alcune chiamate puoi specificare di voler ricercare generazioni passate.

source: <p>MapIt was written back in 2003 as a postcode lookup to power the original <a href="http://www.mysociety.org/">mySociety</a> sites such as <a href="http://www.writetothem.com/">WriteToThem</a>. Over time it gained features such as point lookup (for <a href="http://www.fixmystreet.com/">FixMyStreet</a>), and when Ordnance Survey data became freely available in 2010, it was rewritten and made public for the whole UK.
it: MapIt è stato scritto nel 2003 come un servizio di ricerca di codici postali usato internamente da applicazioni di <a href="http://www.mysociety.org/">mySociety</a>, come <a href="http://www.writetothem.com/">WriteToThem</a>. Nel corso del tempo sono state aggiunte funzionalità, come la ricerca per punto (per <a href="http://www.fixmystreet.com/">FixMyStreet</a>), e quando i dati dell Ordnance Survey sono diventati liberi, nel 2012, è stato riscritto e reso pubblico per tutto il Regno Unito.

source: <p>You can <a href="https://github.com/mysociety/mapit">download the source on Github</a>.</p>
it: <p>Puoi <a href="https://github.com/mysociety/mapit">scaricare il codice sorgente su Github</a>.</p>

source: Usage and licensing
it: Uso e Licenza

source: <p>This service is free of charge for non-profit low volume use. &lsquo;Non-profit low volume use&rsquo; means use by registered UK charities or individuals working unpaid on a non-profit project, and that does not exceed 50,000 calls a year. Please attribute us with the text “Powered by Mapit” and a link back to the MapIt front page. If you are using the API for a charitable purpose and are unsure of the likely volume please contact us in advance by emailing <a href="mailto:enquiries&#64;mysociety.org">enquiries&#64;mysociety.org</a>.</p> <p>All other users need to get a licence. We have a range of pricing options depending on the volumes you expect. Our licences cover 12 months, and we offer discounts to charities. Please email us on <a href="mailto:enquiries&#64;mysociety.org">enquiries&#64;mysociety.org</a> with details of your expected volumes, and we will let you know the costs.</p>
it: <p>Questo servizio è gratuito per un utilizzo no-profit e limitato.&lsquo;Utilizzo no-profit e limitato&rsquo; significa utilizzo da parte di una organizzazione no-profit registrata o un individuo che lavora non retribuito in un progetto no-profit, con un numero di richieste che non superi le 50'000 per anno. Per favore menzionateci con il testo “Powered by Mapit” e un link alla pagina principale di MapIt.Se usate MapIt per uno scopo no-profit e non siete sicuri del probabile volume delle vostre richieste, per favore contattateci in anticipo scrivendo una email a <a href="mailto:enquiries&#64;mysociety.org">enquiries&#64;mysociety.org</a>.</p> <p>Tutti gli altri ustenti devono ottenere una licenza. Abbiamo un range di prezzi che dipendono dai volumi di richieste attesi. Le licenze coprono 12 mesi e forniamo sconti per le organizzazioni no-profit. Per favore inviate una email a <a href="mailto:enquiries&#64;mysociety.org">enquiries&#64;mysociety.org</a> col dettaglio del volume di richieste attese, e vi faremo sapere i costi.</p>

source: Rate limiting
it: Limite al numero di richieste

source: <p>The standard paid service is limited to an average of 1 call per second in a rolling 3 minute period. If you need more than this, we can set you up a dedicated service. Please get in touch.</p>
it: <p>Il servizio standard, pagato, è limitato a una media di 1 richiesta al secondo in un periodo di 3 minuti. Se hai bisogno di più richieste, possiamo attivare un servizio dedicato. Per favore contattaci.</p>

source: Self-installed versions of MapIt
it: Versioni auto-installate di MapIt

source: <p>Some organisations prefer to install their own internal version on MapIt. We are happy to help with this. Depending on your needs, we can advise your technical team on how to do this, or our developers can install it for you.</p>
it: <p>Alcune organizzazioni preferiscono installare la loro versione interna di MapIt. Siamo felici di aiutare. A seconda dei vostri bisogni, possiamo consigliare il vostro team di sviluppo su come farlo, oppure i nostri tecnici possono farlo per voi.</p>

source: One-off data range searches
it: Singole ricerche per grandi dati

source: <p>We also offer one-off look-ups for large data sets &ndash; this is useful when you don’t need to use the API but simply have data that you need matched (e.g. a list of postcodes to match to the constituencies they fall into). We can do this for you quickly and easily.</p>
it: <p>Offriamo anche singole ricerche per grandi insiemi di dati &ndash; questo è utile quando non avete bisogno di usare le API continuamente, ma dovete semplicemente ottenere dei dati per effettuare delle ricerche (ad esempio una lista di codici postali da mettere in corrispondenza con i collegi elettorali in cui ricadono). Possiamo fare questo lavoro per voi rapidamente e facilmente.</p>

source: Geometry files
it: File di geometrie

source: <p>If you need to use the API to download the MapIt geometry files, you can do so for free for up to 50,000 files if you are a registered UK charity or an individual working on a non-profit project. If you are not, or need more than 50,000 files, we can licence them to you. </p> <p><strong>For all enquiries about licensing, please drop us a line with some information about what you’re looking to do, and we’ll get in touch to discuss how we can help you.</strong></p>
it: <p>Se avete bisogno di usare le API per scaricare i file di geometrie, potete farlo gratuitamente fino a 50'000 file, se siete una organizzazione no-profit registrata, o un individuo che lavora su un progetto no-profit. In ogni altro caso possiamo fornirvi una licenza.</p><p><strong>Per tutte le richieste sulle licenze, per favore inviateci una mail con qualche informazione su quello che volete fare, e vi contatteremo per discutere di come possiamo aiutarvi.</strong></p>

source: MapIt for non-developers
it: MapIt per non sviluppatori

source: <p>MapIt is a system that sends data about administrations and other location-related data in response to requests from a website or service. This is useful if you are building services that require these data, for example, to identify which ward a postcode is in, what the nearest postcode is to a point on a map, or what the boundaries of an administrative area are &ndash; and many, many others.</p> <p>In technical terms MapIt is classed as an API which stands for Application Programming Interface. It allows an external service to query data held in a database and return results. This removes the need to build such a database yourself &ndash; you can simply use MapIt in your application or site.
it: <p>MapIt è un sistema che invia dati sulle aree amministrative, ed altri dati legati alla località, in risposta a richieste da un sito web o un servizio. Può essere utile se state costruendo dei servizi che richiedano questi dati, per esempio, per identificare in quale municipio si trovi un codice postale, quale è il codice postale più vicino a un dato punto su una mappa o quali siano i confini di un'area amministrativa e molto, molto altro.</p><p>In termini tecnici, MapIt è classificabile come una API, che significa Interfaccia di Programmazione Applicativa. Permette a un servizio esterno di effettuare ricerche in una base dati e ottenere risultati. Questo rimuove la necessità di costruire questo database da soli &ndash; potete usare MapIt nelle vostre applicazioni.

source: Example applications
it: Applicazioni di esempio

source: MapIt can be used for all sorts of websites and applications. For example
it: MapIt può essere usato per tutti i tipi di siti web e applicazioni. Per esempio
